[
    "How many times a day do you eat? Do you have snacks? If yes, how many?",
    "How long after waking up do you have breakfast? Describe your typical (most frequent) breakfast.",
    "How long before bedtime do you have your last meal? What do you usually eat for dinner?",
    "How varied is your diet? Do you eat the same foods almost every day?",
    "How much water do you drink per day? (only water counts)",
    "Describe how you drink water: often and in small amounts, or rarely in large portions, or rarely in small amounts? Evenly throughout the day or more in the morning/afternoon/evening?",
    "Do you drink tea/coffee?",
    "If yes, what kind of tea (black, green, etc.) and what kind of coffee (black/natural beans/instant/with milk/with sugar)? How many times a day?",
    "If yes, describe the effect tea/coffee has on you - does it energize you, relax you, irritate you, or just wake you up because you can't function without it, etc.? Or do you just like the taste with no effect?",
    "Do you consume sugar? What kind? How much?",
    "Do you use sugar substitutes? Which ones? How often?",
    "Do you eat confectionery (cookies, cakes, pastries, etc.)? Which ones and how much?",
    "Do you eat candies, chocolate? What kind and how much?",
    "Do you eat bread, rolls, other baked goods? What kind and how much?",
    "Do you drink juices, soda?",
    "Are there sausages, smoked products, ketchup, mayonnaise, canned goods, chips, snacks in your diet?",
    "Do you eat fast food? How often?",
    "Do you consume dairy products (milk, cottage cheese, cheese, yogurt, fermented baked milk, kefir, etc.)? Which ones and how much?",
    "Do you consume butter, coconut oil, olive oil, flaxseed oil, avocado? How often?",
    "Do you consume refined oil (sunflower, olive, etc. - any refined)?",
    "Do you consume fruits, dried fruits? Which ones? How often?",
    "Do you consume vegetables? Which ones? How often?",
    "Do you eat fresh herbs? Which ones? How often?",
    "Do you consume nuts? Which ones? How often?",
    "Do you eat berries? Which ones? How often?",
    "Do you eat grains? Which ones? How often?",
    "Do you consume gluten (wheat, rye, barley)?",
    "Do you fry food? On what kind of oil?",
    "Do you eat meat? What kind? How often?",
    "Do you consume alcohol?",
    "Do you smoke? What? How often?"
]
