[
    "Сколько раз в день Вы едите? Есть ли перекусы? Если да - сколько?",
    "Через какое время после пробуждения завтракаете? Опишите Ваш типичный (наиболее частый) завтрак.",
    "За какое время до сна происходит последний приём пищи? Что чаще всего кушаете на ужин?",
    "Насколько разнообразен Ваш рацион? Едите почти каждый день одни и те же продукты?",
    "Сколько воды в день пьете? (учитывается только вода)",
    "Опишите, пьете воду: часто и помаленьку, или редко большими порциями, или редко помаленьку? Равномерно в течение дня или утром/днем/вечером больше?",
    "Пьете ли чай/кофе?", 
    "Если ответ да - какой чай (черный, зеленый др) и какой кофе (черный/натуральные зерна/ растворимый/ с молоком/ с сахаром)? Сколько раз в день?",
    "Если да- опишите, какой эфект оказывает на Вас чай/кофе - бодрит,/расслабляет раздражает, просто приводит в себя, так как без него никак и пр. Или просто нравится вкус - эффекта нет",
    "Употребляете ли сахар? Какой? Сколько?",
    "Употребляете ли сахарозаменители? Какие? Как часто?",
    "Употребляете ли кондитерские изделия (печенье, торты, пирожное и пр)? Какие и сколько?",
    "Употребляете ли конфеты, шоколад? Какие и сколько?",
    "Употребляете ли хлеб, булочки, другие хлебобулочные изделия? Какие и сколько?",
    "Пьете ли соки, газировку?",
    "Есть ли в рационе: колбаса, копчености, кетчуп, майонез, консервы, чипсы, снеки?",
    "Бывает ли в рационе фаст-фуд? Как часто?",
    "Употребляете ли молочную продукцию (молоко, творог, сыр, йогурт, ряженка, кефир и пр.)? Какую и сколько?",
    "Вы употребляете сливочное масло, кокосовое масло, оливковое масло, льняное масло, авокадо? Как часто?",
    "Употребляете ли рафинированное масло (подсолнечное, оливковое и др - любое рафинированное)?",
    "Употребляете ли Вы фрукты, сухофрукты? Какие? Как часто?",
    "Употребляете ли Вы овощи? Какие? Как часто?",
    "Едите ли Вы свежую зелень? Какую? Как часто?",
    "Употребляете ли Вы орехи? Какие? Как часто?",
    "Едите ли ягоды? Какие? Как часто?",
    "Едите ли Вы крупы? Какие? Как часто?",
    "Употребляете ли глютен (пшеница, рожь, ячмень)?",
    "Вы жарите пищу? На каком масле?",
    "Едите ли вы мясо? Какое? Как часто?",
    "Употребляете ли алкоголь?",
    "Курите? Что? Как часто?"
]
